Revit 2027 API
ParameterTypeId.RoomActualReturnAirflowParam Property
 "Actual Return Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomActualReturnAirflowParam { get; }
Public Shared ReadOnly Property RoomActualReturnAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomActualReturnAirflowParam {
	ForgeTypeId^ get ();
}
static member RoomActualReturnAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace